[DLC07_DW_MissingMechanic_Obj DishonoredObjective]
m_Description="失踪的技工"

[DLC07_DW_MissingMechanic_Obj:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="从护工特林布手中拿取德雷珀斯区下水道钥匙"
m_Status=""

[DLC07_DW_MissingMechanic_Obj:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="在帽子帮技师的公寓中搜寻引擎室密码"
m_Status=""

[DLC07_DW_MissingMechanic_Obj:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="去德雷珀斯区下水道搜寻失踪的帽子帮技师"
m_Status=""

[DLC07_DW_MissingMechanic_Obj:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="搜寻帽子帮技师的尸体以获取线索"
m_Status=""

[DLC07_DW_MissingMechanic_Obj:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="前往街区内帽子帮技师的公寓"
m_Status=""

[DLC07_DW_RestoreWater_Obj DishonoredObjective]
m_Description="恢复纺织厂的供水"

[DLC07_DW_RestoreWater_Obj:DishonoredTask_Custom_62 DishonoredTask_Custom]
m_Description="返回护工特林布身边"
m_Status=""

[DLC07_DW_RestoreWater_Obj:DishonoredTask_Custom_65 DishonoredTask_Custom]
m_Description="开启通往纺织厂的水流"
m_Status=""

[DLC07_DW_RestoreWater_Obj:DishonoredTask_Custom_66 DishonoredTask_Custom]
m_Description="前往德雷珀斯区下水道"
m_Status=""

[DLC07_DW_RestoreWater_Obj:DishonoredTask_Custom_67 DishonoredTask_Custom]
m_Description="清理阻塞排水机械的杂物"
m_Status=""

[DLC07_DW_RestoreWater_Obj:DishonoredTask_Custom_68 DishonoredTask_Custom]
m_Description="将阀门扳手与阀门相连接"
m_Status=""

[DLC07_DW_RestoreWater_Obj:DishonoredTask_Custom_69 DishonoredTask_Custom]
m_Description="找到水流控制阀门的扳手"
m_Status=""

[DLC07_DW_RestoreWater_Obj:DishonoredTask_Custom_89 DishonoredTask_Custom]
m_Description="找到水流控制站"
m_Status=""

